Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Fig 2 Maxillary occlusal view.
vi: Fig 2 Nhìn phía nhai hàm trên

source: Fig 2 Periapical radiograph of teeth 34-36.
vi: Fig 2 Phim X quang quanh chóp của răng 34-36.

source: Fig 2 Pre-treatment examination.
vi: Hình 2 Trước điều trị

source: Fig 2 Pre-treatment retracted view, maxillary anterior segment.
vi: Fig 2 Phân đoạn phía trước hàm trên trước điều trị.

source: Fig 2 Pretreatment lateral view subsequent to the removal of the existing fixed dental prosthesis.
vi: Fig 2 Nhìn phía bên trước điều trị sau khi tháo bỏ phục hình cố định.

source: Fig 2 Radiograph of tooth 11 with periapical pathology.
vi: Hình 2 Radiograph of tooth 11 with periapical pathology.

source: Fig 2 Retracted anterior view showing discolored teeth adjacent to the edentulous space, a medium gingival biotype with moderately scalloped papillae and medium-thick tissue.
vi: Hình 2 Retracted anterior view showing discolored teeth adjacent to the edentulous space, a medium gingival biotype with moderately scalloped papillae and medium-thick tissue.

source: Fig 2 Single-tooth gap caused by a dental trauma.
vi: Hình 2 Single-tooth gap caused by a dental trauma.

source: Fig 2 The detail view illustrates the extent of the gingival recession at the implant crown.
vi: Hình 2 The detail view illustrates the extent of the gingival recession at the implant crown.

source: Fig 2 The thin to medium thick, highly scalloped gingival biotype increased the esthetic risk in this patient.
vi: Hình 2 The thin to medium thick, highly scalloped gingival biotype increased the esthetic risk in this patient.

source: Fig 2 The thin to medium-thick, highly scalloped tissue biotype increased the overall esthetic risk in this patient.
vi: Hình 2 The thin to medium-thick, highly scalloped tissue biotype increased the overall esthetic risk in this patient.

source: Fig 2 The tissue biotype was medium thick with a medium scallop.
vi: Hình 2 The tissue biotype was medium thick with a medium scallop.

source: Fig 2 Thin, highly scalloped gingiva, combined with a soft-tissue and hard-tissue defect.
vi: Hình 2 Thin, highly scalloped gingiva, combined with a soft-tissue and hard-tissue defect.

source: Fig 2 With the interim prosthesis in place, it was evident that teeth 13 and 12 were malpositioned.
vi: Hình 2 With the interim prosthesis in place, it was evident that teeth 13 and 12 were malpositioned.

source: Fig 20 Buccal view of the impression cap.
vi: Hình 20 Buccal view of the impression cap.

source: Fig 20 Detail view of the esthetic complication.
vi: Hình 20 Detail view of the esthetic complication.

source: Fig 20 Final impression with the synOcta analogs in place.
vi: Hình 20 Final impression with the synOcta analogs in place.

source: Fig 20 In the presence of a distinctly submucosal implant shoulder, an open-tray type impression was performed using a screw-retained impression cap.
vi: Hình 20 In the presence of a distinctly submucosal implant shoulder, an open-tray type impression was performed using a screw-retained impression cap.

source: Fig 20 Periodontal probe visualizing the correct position of the implant shoulder in orofacial direction.
vi: Hình 20 Cây đo túi nha chu cho thấy vị trí chính xác của vai implant theo chiều ngoài trong

source: Fig 20 Radiographic view of the framework in place.
vi: Fig 20 Nhìn trên phim X quang của khung sườn tại chỗ.

source: Fig 20 Slightly apical implant shoulder position due to the bony defect around tooth 12.
vi: Hình 20 Slightly apical implant shoulder position due to the bony defect around tooth 12.

source: Fig 20 The implant shoulder was located in the orofacial comfort zone.
vi: Hình 20 The implant shoulder was located in the orofacial comfort zone.

source: Fig 20 Two-year follow-up radiograph.
vi: Hình 20 Two-year follow-up radiograph.

source: Fig 20a Augmentation site after membrane removal, showing favorable horizontal bone volume.
vi: Hình 20a Augmentation site after membrane removal, showing favorable horizontal bone volume.

source: Fig 20a Frontal view of a missing lateral incisor highlighting excess vertical height of soft tissue.
vi: Hình 20a Nhìn phía trước của răng cửa bên bị mất làm nổi bật chiều cao quá mức của mô mềm.

source: Fig 20a NN titanium coping in place on implant 12.
vi: Hình 20a NN titanium coping in place on implant 12.

source: Fig 20a The custom provisional abutment was modified on the master cast.
vi: Hình 20a The custom provisional abutment was modified on the master cast.

source: Fig 20a The selected shade tab in place.
vi: Hình 20a The selected shade tab in place.

source: Fig 20b After preparation of the provisional abutment, facial view.
vi: Hình 20b After preparation of the provisional abutment, facial view.

source: Fig 20b Favorable vertical bone height after membrane removal.
vi: Hình 20b Favorable vertical bone height after membrane removal.

source: Fig 20b NN titanium coping in place on implant 22.
vi: Hình 20b NN titanium coping in place on implant 22.

source: Fig 20b Occlusal view of the missing lateral incisor highlighting deficient horizontal width of hard tissue.
vi: Hình 20b Nhìn phía nhai của răng cửa bên bị mất chú ý thiếu hụt chiều ngang của mô cứng.

source: Fig 20b Periapical radiograph with the titanium coping and provisional restoration in place.
vi: Hình 20b Periapical radiograph with the titanium coping and provisional restoration in place.

source: Fig 20c After preparation of the provisional abutment, lateral view.
vi: Hình 20c After preparation of the provisional abutment, lateral view.

source: Fig 20c Extraoral preparation of the titanium coping using the analog holder.
vi: Hình 20c Chuẩn bị ngoài miệng titanium coping dùng analog holder

source: Fig 20c Replacement of the missing lateral incisor with a dental implant and ceramo-metal restoration.
vi: Hình 20c Thay thế răng cửa bên bị mất bằng implant và phục hình sứ kim loại.

source: Fig 20d Final preparation design of the titanium coping.
vi: Hình 20d Final preparation design of the titanium coping.

source: Fig 20d The provisional restoration fabricated on the custom provisional abutment.
vi: Hình 20d The provisional restoration fabricated on the custom provisional abutment.

source: Fig 21 Augmentation of the alveolar bone in order to improve its contour - a prerequisite for optimal esthetics.
vi: Hình 21 Augmentation of the alveolar bone in order to improve its contour - a prerequisite for optimal esthetics.

source: Fig 21 Comfort and danger zones in the coronoapical dimension.
vi: Hình 21 Vùng nguy hiểm và vùng an toàn chiều thân chóp

source: Fig 21 Completed metal-ceramic restoration.
vi: Fig 21 Hoàn tất phục hình sứ kim loại

source: Fig 21 Connective-tissue graft donor site after harvesting and suturing.
vi: Hình 21 Connective-tissue graft donor site after harvesting and suturing.

source: Fig 21 Customized tray with the access hole at site 11.
vi: Hình 21 Customized tray with the access hole at site 11.

source: Fig 21 Implant axis passing through the cingulum, allowing for transocclusal screw retention of the crown.
vi: Hình 21 Implant axis passing through the cingulum, allowing for transocclusal screw retention of the crown.

source: Fig 21 Occlusal view of the coping and transition zone after removal of the provisional restoration.
vi: Hình 21 Occlusal view of the coping and transition zone after removal of the provisional restoration.

source: Fig 21 Periapical radiograph, illustrating a satisfactory position of the implant with respect to the different landmarks (CEJ, neighboring roots) provided by the adjacent natural dentition.
vi: Hình 21 Periapical radiograph, illustrating a satisfactory position of the implant with respect to the different landmarks (CEJ, neighboring roots) provided by the adjacent natural dentition.

source: Fig 21 Radiograph of the inserted implant during submerged healing.
vi: Hình 21 Radiograph of the inserted implant during submerged healing.

source: Fig 21 The periapical radiograph reveals the oversized implant that resulted in the implant shoulder being located in the mesial danger zone.
vi: Hình 21 The periapical radiograph reveals the oversized implant that resulted in the implant shoulder being located in the mesial danger zone.

source: Fig 21a Facial view of the customized provisional abutment.
vi: Hình 21a Facial view of the customized provisional abutment.

source: Fig 21a Frontal view of a missing canine and lateral incisor highlighting a vertical bone deficiency.
vi: Hình 21a Nhìn phía trước của răng cửa bên và răng nanh bị mất chú ý thiếu hụt xương chiều dọc.

source: Fig 21a Lateral view of the NN implant 12 with the titanium coping in place.
vi: Hình 21a Lateral view of the NN implant 12 with the titanium coping in place.

source: Fig 21b Frontal view of the final restorations on dental implants.
vi: Hình 21b Nhìn phía trước của phục hình sau cùng trên implant

source: Fig 21b Lateral view of NN implant 22 with the titanium coping in place.
vi: Hình 21b Lateral view of NN implant 22 with the titanium coping in place.

source: Fig 21b Occlusal view of the customized provisional abutment.
vi: Hình 21b Occlusal view of the customized provisional abutment.

source: Fig 21c After cementation of the provisional restoration.
vi: Hình 21c After cementation of the provisional restoration.

source: Fig 22 A soft-tissue graft was placed to compensate for the soft-tissue deficiency at site 23.
vi: Hình 22 A soft-tissue graft was placed to compensate for the soft-tissue deficiency at site 23.

source: Fig 22 Clinical situation two weeks after abutment insertion.
vi: Hình 22 Clinical situation two weeks after abutment insertion.

source: Fig 22 Completed metal-ceramic restoration.
vi: Fig 22 Hoàn tất phục hình sứ kim loại.

source: Fig 22 Correct implant placement in a coronoapical direction.
vi: Hình 22 Đặt implant chính xác trong chiều thân chóp

source: Fig 22 Graft placed over the implant underneath the buccal flap.
vi: Hình 22 Graft placed over the implant underneath the buccal flap.

source: Fig 22 Impression tray with polyether impression material.
vi: Hình 22 Impression tray with polyether impression material.

source: Fig 22 The dental esthetics at full smile were excellent.
vi: Hình 22 The dental esthetics at full smile were excellent.

source: Fig 22 The implant invades the mesial danger zone, leading to the resorption of alveolar bone at the adjacent lateral incisor.
vi: Hình 22 The implant invades the mesial danger zone, leading to the resorption of alveolar bone at the adjacent lateral incisor.

source: Fig 22 The provisional RPD was shortened at site 11 to minimize the risk of interference with the healing process.
vi: Hình 22 The provisional RPD was shortened at site 11 to minimize the risk of interference with the healing process.

source: Fig 22 The synOcta gold abutment.
vi: Hình 22 The synOcta gold abutment.

source: Fig 22a Fabricating a custom impression cap.
vi: Hình 22a Fabricating a custom impression cap.

source: Fig 22a Facial view of provisional crown 12 on the titanium coping and laboratory analog after the relining procedure.
vi: Hình 22a Facial view of provisional crown 12 on the titanium coping and laboratory analog after the relining procedure.

source: Fig 22a Four weeks after delivery of the provisional restoration.
vi: Hình 22a Four weeks after delivery of the provisional restoration.

source: Fig 22b After removal of the provisional restoration.
vi: Hình 22b After removal of the provisional restoration.

source: Fig 22b Fabricating a custom impression cap.
vi: Hình 22b Fabricating a custom impression cap.

source: Fig 22b Lateral view of provisional crown 12 on the titanium coping and laboratory analog after the relining procedure.
vi: Hình 22b Lateral view of provisional crown 12 on the titanium coping and laboratory analog after the relining procedure.

source: Fig 22c Fabricating a custom impression cap.
vi: Hình 22c Fabricating a custom impression cap.

source: Fig 23 A circumferential implant shoulder depth of less than 2-3mm would allow for access to a cement line on the shoulder of the implants.
vi: Hình 23 Một chu vai implant sâu dưới 2-3mm sẽ cho phép đường vào đường xi măng trên vai implant.

source: Fig 23 As soon as the process of soft-tissue healing permitted, the temporary RPD was carefully relined to establish optimal tissue contact and to improve the esthetic appearance of the anterior maxilla.
vi: Hình 23 As soon as the process of soft-tissue healing permitted, the temporary RPD was carefully relined to establish optimal tissue contact and to improve the esthetic appearance of the anterior maxilla.

source: Fig 23 Completed metal-ceramic restoration.
vi: Fig 23 Hoàn tất phục hình sứ kim loại

source: Fig 23 Composite resin was added to the interproximal surfaces to create support for the peri-implant tissue, supporting the papillae.
vi: Hình 23 Composite resin was added to the interproximal surfaces to create support for the peri-implant tissue, supporting the papillae.

source: Fig 23 Customized NN snap-on impression cap in place before taking the final impression.
vi: Hình 23 Customized NN snap-on impression cap in place before taking the final impression.

source: Fig 23 Frontal view 3½ years after prosthetic rehabilitation.
vi: Hình 23 Frontal view 3½ years after prosthetic rehabilitation.

source: Fig 23 Impression ready for transfer to the dental lab.
vi: Hình 23 Impression ready for transfer to the dental lab.

source: Fig 23 In order to reproduce the main morphological features of the natural control tooth, these elements, such as mesial and distal transition line angles and the long axis of the clinical crown, were first marked on the contralateral tooth and then highlighted on the ceramic crown.
vi: Hình 23 In order to reproduce the main morphological features of the natural control tooth, these elements, such as mesial and distal transition line angles and the long axis of the clinical crown, were first marked on the contralateral tooth and then highlighted on the ceramic crown.

source: Fig 23 Primary soft-tissue closure with horizontal mattress sutures and single interrupted sutures.
vi: Hình 23 Primary soft-tissue closure with horizontal mattress sutures and single interrupted sutures.

source: Fig 23 Schematic drawing illustrating the comfort and danger zones in the coronoapical dimension.
vi: Hình 23 Hình vẽ minh hoạ vùng nguy hiểm và vùng an toàn trong chiều thân chóp

source: Fig 23 Temporary crown with moderate emergence profile.
vi: Hình 23 Temporary crown with moderate emergence profile.

source: Fig 23 Tension-free wound closure facilitating uneventful soft-tissue healing.
vi: Hình 23 Tension-free wound closure facilitating uneventful soft-tissue healing.

source: Fig 23 The patient’s high lip line exposed the esthetic failure when she smiled.
vi: Hình 23 The patient’s high lip line exposed the esthetic failure when she smiled.

source: Fig 23a Final restoration on the master cast.
vi: Hình 23a Final restoration on the master cast.

source: Fig 23a Upon removal of the provisional abutment, the maturation of the transition zone was noticeable.
vi: Hình 23a Upon removal of the provisional abutment, the maturation of the transition zone was noticeable.

source: Fig 23b Occlusal view of the final restoration, showing the position of the screw access hole.
vi: Hình 23b Occlusal view of the final restoration, showing the position of the screw access hole.

source: Fig 23b Occlusal view of tooth 11, highlighting the transition zone.
vi: Hình 23b Occlusal view of tooth 11, highlighting the transition zone.

source: Fig 24 A polysulfide material was placed around the analog and custom impression cap.
vi: Hình 24 A polysulfide material was placed around the analog and custom impression cap.

source: Fig 24 Anterior view of the implant, the temporary abutment and the adjacent teeth after 4 weeks of healing.
vi: Fig 24 Nhìn phía trước của implant, cùi răng tạm và răng kế cận sau 4 tuần lành thương.

source: Fig 24 Close-up at 3½ years.
vi: Hình 24 Close-up at 3½ years.

source: Fig 24 Close-up view showing the extent of the soft-tissue recession.
vi: Hình 24 Close-up view showing the extent of the soft-tissue recession.

source: Fig 24 Composite resin was added facially and palatally to create ideal emergence of the provisional restoration.
vi: Hình 24 Composite resin was added facially and palatally to create ideal emergence of the provisional restoration.

source: Fig 24 De-epithelialization of the future flap area.
vi: Hình 24 De-epithelialization of the future flap area.

source: Fig 24 Final crown and abutment screw.
vi: Hình 24 Final crown and abutment screw.

source: Fig 24 Occlusal view of the implant site with the inserted implant and a beveled healing cap.
vi: Hình 24 Nhìn phía nhai của vùng implant với implant được cấy ghép và nắp lành thương gập góc

source: Fig 24 Periapical radiograph illustrating the slight apical position of the implant shoulder.
vi: Hình 24 Periapical radiograph illustrating the slight apical position of the implant shoulder.

source: Fig 24 Provisional restoration removed, showing stable and nicely shaped peri-implant soft tissues.
vi: Fig 24 Tháo phục hình tạm, thấy mô mềm quanh implant có hình dạng tốt và ổn định.

source: Fig 24 Shade selection before making the final impression.
vi: Hình 24 Shade selection before making the final impression.

source: Fig 24 The pressure of the inserted temporary crown caused soft-tissue blanching.
vi: Hình 24 The pressure of the inserted temporary crown caused soft-tissue blanching.

source: Fig 24 synOcta post for temporary restorations, titanium.
vi: Hình 24 synOcta post for temporary restorations, titanium.

source: Fig 24a Laboratory-processed fiber-reinforced fixed partial denture.
vi: Hình 24a Laboratory-processed fiber-reinforced fixed partial denture.

source: Fig 24b Frontal view of the resin-reinforced fixed partial denture bonded in place immediately following extraction of tooth 11.
vi: Hình 24b Frontal view of the resin-reinforced fixed partial denture bonded in place immediately following extraction of tooth 11.

source: Fig 24c Occlusal view of the resin-reinforced fixed partial denture in place highlighting the flowable composite used to anchor it in place.
vi: Hình 24c Occlusal view of the resin-reinforced fixed partial denture in place highlighting the flowable composite used to anchor it in place.

source: Fig 25 An occlusal view of the master cast with the soft-tissue analog highlighting the transition zone.
vi: Hình 25 An occlusal view of the master cast with the soft-tissue analog highlighting the transition zone.

source: Fig 25 Angled synOcta abutments seated and torqued to 35 Ncm.
vi: Fig 25 Cùi răng gập góc synOcta được gắn với lực torqued 35 Ncm.

source: Fig 25 Due to the ideal relations of implant shoulder, bone crest, and contact points, the soft tissue was stable.
vi: Hình 25 Due to the ideal relations of implant shoulder, bone crest, and contact points, the soft tissue was stable.

source: Fig 25 Emergence profile of the provisional as improved by chairside step-by-step modification with light-curing composite.
vi: Hình 25 Emergence profile of the provisional as improved by chairside step-by-step modification with light-curing composite.

source: Fig 25 Facial view of an unmodified synOcta impression cap.
vi: Hình 25 Facial view of an unmodified synOcta impression cap.

source: Fig 25 Flap creation above the implant.
vi: Hình 25 Flap creation above the implant.

source: Fig 25 Harvesting site opened with a mucosal incision in the premolar area of the palate.
vi: Hình 25 Mở vùng lấy mô với đường rạch niêm mạc vùng răng cối nhỏ phía khẩu cái

source: Fig 25 Intraoral radiograph, documenting the anticipated stable peri-implant bone.
vi: Hình 25 Intraoral radiograph, documenting the anticipated stable peri-implant bone.

source: Fig 25 Lateral view of the fixed dental prosthesis at 4 years after implant placement.
vi: Fig 25 Nhìn phía bên của phục hình cố định 4 năm sau đặt implant

source: Fig 25 Occlusal view of the sulcus adjacent to the implant after 4 weeks of healing.
vi: Fig 25 Nhìn phía nhai của kheo nướu kế cận implant sau 4 tuần lành thương.

source: Fig 25 Occlusal view revealing the facial malposition of the implant.
vi: Hình 25 Occlusal view revealing the facial malposition of the implant.

source: Fig 25 One week after implant placement.
vi: Hình 25 One week after implant placement.

source: Fig 25 Vacuform retainer with a retained extracted tooth modified to an ovate form.
vi: Hình 25 Vacuform retainer with a retained extracted tooth modified to an ovate form.

source: Fig 25 synOcta titanium post, customized for the clinical situation according to the diagnostic waxup.
vi: Hình 25 synOcta titanium post, customized for the clinical situation according to the diagnostic waxup.

source: Fig 25a Frontal view of the provisional restoration at the insertion visit.
vi: Hình 25a Frontal view of the provisional restoration at the insertion visit.

source: Fig 25a Tissue blanching immediately after the placement of the provisional on implant 12.
vi: Hình 25a Tissue blanching immediately after the placement of the provisional on implant 12.

source: Fig 25b Tissue blanching immediately after the placement of the provisional on implant 22.
vi: Hình 25b Tissue blanching immediately after the placement of the provisional on implant 22.

source: Fig 25b Upon removal of the provisional and abutment, the peri-implant tissues were irrigated with air and water.
vi: Hình 25b Upon removal of the provisional and abutment, the peri-implant tissues were irrigated with air and water.

source: Fig 26 3½-year follow-up radiograph.
vi: Hình 26 3½-year follow-up radiograph.

source: Fig 26 A healing cap was attached to establish and maintain a soft tissue “tunnel” which would provide easy access to the implant shoulder for the prosthetic procedures.
vi: Hình 26 A healing cap was attached to establish and maintain a soft tissue “tunnel” which would provide easy access to the implant shoulder for the prosthetic procedures.

source: Fig 26 A periapical radiograph of the fixed dental prosthesis at four years.
vi: Fig 26 Phim X quang quanh chóp của phục hình cố định sau 4 năm.

source: Fig 26 After reduction of the oxidizable NN framework blank and before application of ceramic.
vi: Hình 26 After reduction of the oxidizable NN framework blank and before application of ceramic.

source: Fig 26 Angled synOcta abutments seated and torqued to 35 Ncm.
vi: Fig 26 Cùi răng gập góc synOcta được gắn với lực torqued 35 Ncm.

source: Fig 26 Anterior view of the implant and adjacent teeth after 4 weeks of healing.
vi: Fig 26 Nhìn phía trước của im và răng kế cận sau 4 tuần lành thương.

source: Fig 26 Buccal view of the final provisional crown.
vi: Hình 26 Buccal view of the final provisional crown.

source: Fig 26 Harvesting a small connective-tissue graft following elevation of a mucosal flap.
vi: Hình 26 Lấy một lượng nhỏ mô liên kết sau khi lật vạt niêm mạc.

source: Fig 26 Labial aspect immediately after insertion of the screw-retained ceramo-metal implant-supported crown 21, confirming esthetic integration in a natural environment.
vi: Hình 26 Labial aspect immediately after insertion of the screw-retained ceramo-metal implant-supported crown 21, confirming esthetic integration in a natural environment.

source: Fig 26 Modified impression cap capturing the shape of the provisional crown.
vi: Hình 26 Modified impression cap capturing the shape of the provisional crown.

source: Fig 26 The oversized implant was malpositioned and entered the facial danger zone.
vi: Hình 26 The oversized implant was malpositioned and entered the facial danger zone.
